INSERT INTO users (name, email, birth_date, address, phone_number) VALUES
                                                                       ('Иван Иванов', 'ivan.ivanov@example.com', '1990-05-15', 'ул. Ленина, д. 10', '+79123456789'),
                                                                       ('Мария Петрова', 'maria.petrova@example.com', '1985-08-22', 'ул. Пушкина, д. 25', '+79223334455'),
                                                                       ('Алексей Сидоров', 'alexey.sidorov@example.com', '1995-11-30', 'ул. Гоголя, д. 5', '+79332221100');

INSERT INTO subscriptions (service_name, description, price, start_date, end_date, user_id) VALUES
                                                                                                ('YouTube Premium', 'Подписка на YouTube без рекламы', 199.99, '2023-01-01', '2023-12-31', 1),
                                                                                                ('VK Музыка', 'Доступ к музыке без ограничений', 149.99, '2023-02-15', '2024-02-14', 1),
                                                                                                ('Яндекс.Плюс', 'Подписка на Яндекс.Плюс с доступом к музыке и фильмам', 299.99, '2023-03-10', '2024-03-09', 2),
                                                                                                ('Netflix', 'Подписка на Netflix с доступом к фильмам и сериалам', 599.99, '2023-04-20', '2024-04-19', 2),
                                                                                                ('Spotify Premium', 'Подписка на Spotify без рекламы', 169.99, '2023-05-05', '2024-05-04', 3);

